Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hvl.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: However, a future education turned out to be important for this community of practice, where there were various nuances of how they argued about using mathematics education in Saturday school to achieve this.
nb: Ønsket om en god utdanning viste seg å være viktig for praksisfellesskapet, med ulike nyanser for hvordan de argumenterte for å bruke matematikkundervisningen i lørdagsskolen for å oppnå dette.

source: Protein production requires intact DNA and informs about the general metabolic activity in cells.
nb: I protein produksjon kreves intakt DNA, og i tillegg får man informasjon om metabolsk aktivitet i cellene.

source: (2016) in the article “Financial literacy among children – The role of involvement in saving money, children must have concrete and physical experiences with money.
nb: (2016) i artikkelen “Financial literacy among children -The role of involvement in saving money” må barn ha konkrete og fysiske erfaringer med penger.

source: Teaching will be both practical and theoretical, and will relate to core areas of the subject teacher training programme.
nb: Undervisningen vil være både praktisk og teoretisk, og knyttet til faglærerutdanningens kjerneområder.

source: § Norwegian folk music, song and dance
nb: Norsk folkemusikk, sang og dans

source: Cooperates with patients, next of kin and volunteers and uses their knowledge and resources as contributions in maintaining a meaningful everyday life.
nb: Samarbeider med pasienter, pårørende og frivillige, og anvender deres kunnskap og ressurser som bidrag til et meningsfylt og aktivt miljø på sykehjemmet/institusjonen.

source: Block content and transactions.
nb: Blokkinnhold og transaksjoner.

source: Health and Quality of Life in elective cancer patients more than 80 years of age in somatic hospital
nb: Helse og livskvalitet hos elektive kreftpasienter over 80 år i somatisk sykehus

source: The student must by and large adhere to the rota of the contact nurse.
nb: Studenten skal i størst mulig grad følge kontaktsykepleiers turnus.

source: Mathematical modeling is prominent in the new curriculum.
nb: Matematisk modellering er fremtredende i den nye læreplanen.

source: Work methods include lectures, teamwork and guidance.
nb: Arbeidsformer er forelesinger, gruppearbeid og veiledning.

source: Can find and describe research and development in the field.
nb: Finne og beskrive forsknings og utviklingsarbeid innen fagområdet.

source: The project manager/supervisor/student may not use information about persons who do not agree to participate in the project.
nb: Prosjektleder/veileder/student kan ikke benytte opplysninger om personer som ikke samtykker til å delta i prosjektet.

source: If two candidates work together, the written part should be a total of 38,000-45,000 words (110-130 pages).
nb: Hvis to kandidater samarbeider, skal den skriftlige delen være på totalt 38 000-45 000 ord (110-130 sider).

source: This conclution in the report is not only based on findings from knowledge questions addressed to people under the age of 30, but also on reports from the debt collection sector about the increase in collection requirements among young people, and reports from the Financial Supervisory Authority of Norway that borrowers under the age of 35 have a higher loan-to-value ratio than others.
nb: De baserer dette ikke bare på resultater fra kunnskapsspørsmål stilt til folk under 30 år, men også på rapporter fra inkassobransjen om veksten i inkassokrav blant unge, og Finanstilsynets rapporter om at lånetakere under 35 år har høyere belåningsgrad enn andre.

source: What are teachers’ beliefs about effective teaching of mathematics?
nb: Hvilke oppfatninger har lærere av hva god matematikkundervisning er?

source: (*This profile meets the educational requirements for qualification as an accountant.
nb: (*Profilen kvalifiserer for utdanningskravet til autorisert regnskapsfører.

source: analog & digital circuits, control systems, etc.
nb: Analog & digital, kretsteori og reguleringsteknikk, etc.

source: Time and place for the exam will be announced on Studentweb and digital exam system.
nb: Tid og sted for eksamen blir opplyst på Studentweb og digitalt eksamenssystem.

source: Secondly, we will use a large data set containing test scores from the test of Norwegian for adult migrants (Norskprøven for voksne innvandrere), the Citizenship test (Statsborgerprøven) and background variables to investigate for what groups the requirements pose the largest barriers toward citizenship.
nb: For det andre bruker vi et stort datasett med prøveresultater på Norskprøven for voksne innvandrere, Statsborgerprøven (samfunnskunnskapsprøven) og bakgrunnsvariabler for å undersøke hvilke grupper innvandrere som har vanskeligst for å klare kravene for statsborgerskap.

source: Collaborating candidates shall have individual oral presentations and hearings.
nb: Samarbeidende kandidater skal ha individuelle muntlige presentasjoner og individuelle muntlige høringer.

source: This takes place through planning, reflections, discussions and reading relevant literature.
nb: Dette skjer gjennom planlegging, refleksjon, diskusjoner og litteraturstudier.

source: The training component must be completed and approved before the dissertation is submitted for assessment.
nb: Opplæringsdelen skal være gjennomført og godkjent før avhandlingen innleveres til vurdering.

source: The exam starts at the same time as the course, and the student will receive individual and group-based guidance from fellow students and teachers.
nb: Eksamensoppgaven påbegynnes samtidig med emnet, og kandidaten får individuell og gruppebasert veiledning fra medstudenter og undervisere.

source: The results from the geophysical fieldwork is written up in a report and presented at a seminar (mandatory activity, group work).
nb: Resultatene fra det geofysiske feltarbeid skal beskrives i en rapport og presenteres på et seminar (obligatorisk aktivitet, gruppearbeid).

source: Uses relevant principles for information, guidance and instruction with patients, next of kin and other collaborators.
nb: Anvender relevante prinsipper for informasjon, veiledning og undervisning til pasienter, pårørende og aktuelle samarbeidspartnere.

source: As researchers have stressed, working with a robot in mathematical education is not a key to success by
nb: Flere forskere peker på at det å jobbe med roboter i matematikkundervisningen i seg selv ikke

source: Part of the learning resources, including instructional videos and exercises, will be conducted online.
nb: Deler av læringsressursene, inklusive undervisningsvideoer og øvelser vil være nettbaserte.

source: Mathematical argumentation is important because it is a core component of school mathematics, due to its strong connection to proof (Enge & Valenta, 2015).
nb: Matematisk argumentasjon er en av hovedkomponentene i skolematematikk da argumentasjon har så sterk tilknytning til bevis (Enge & Valenta, 2015).

source: For example, Hargreaves and Fink (2006)'s presentation of seven basic principles for sustainable management is included.
nb: For eksempel inkluderes Hargreaves og Fink (2006) sin fremstilling av syv grunnleggende prinsipper for bærekraftig ledelse.

source: cognitive requirements in task formulations and Janvier’s table (1978) for transitions between
nb: krav i oppgaveformuleringer og Janviers (1978) tabell for overganger mellom

source: Grading scale is A-F where F is fail.
nb: Karakterskala A-F, der F tilsvarer ikke bestått.

source: I am an educated nurse with 20 years of working experienc, both the hospital and municipalities.
nb: Jeg har 20 års arbeidserfaring som sykepleier, både fra sykehus og kommunesektor.

source: An overview of the Norwegian gas industry (production, pipelines, gas plants, export)
nb: En oversikt over norsk gassindustri (produksjon, rørledninger, gassanlegg, eksport)

source: Examples of blockchains (e.g. Bitcoin and Ethereum).
nb: Eksempler på blokkjeder (f.eks. Bitcoin og Ethereum).

source: Import and export data to / from databases
nb: Import og eksport av data til/fra databaser

source: Symmetric and asymmetric cryptography.
nb: Symmetrisk og asymmetrisk kryptografi.

source: Zhao has a good background in battery technology and ionic liquids.
nb: Zhao har god bakgrunn i batteriteknologi og ioniske væsker.

source: Perform installation and configuration of UNIX systems and databases
nb: Gjennomføre installasjon og konfigurasjon av Unix-systemer og databaser

source: Individual and public health is affected by global politics, conflicts, poverty, climate change, or migration, which subsequently affect local health and social services.
nb: Globale endringer knyttet til konflikter, fattigdom og klima utfordrer lokale helse- og omsorgs­tjenester, og påvirke helse, funksjon og deltakelse blant annet ved migrasjon, eller som helse­relaterte senskader etter konflikter og traumer.

source: Use SQL language such as DDL and DML to define, create, and manipulate the databases
nb: Bruke SQL-språk som DDL og DML for å definere, opprette og manipulere databasene

source: Implementation of refactorings in Java, the JastAdd framework, or the Rascal metaprogramming language.
nb: Implementering av refaktoreringer med Java, JastAdd eller Rascal.

source: Type 1 diabetes is most often diagnosed in children or youths, however the disease can occur later in life.
nb: De aller fleste får diagnosen type 1 diabetes som barn eller ungdom, men sykdommen kan også oppstå senere i livet.

source: To download an entire book you need to mark all chapters and then choose «Download PDF (zip)».
nb: For å laste ned en hel bok må en først markere alle kapittel og deretter velge «Download PDF (zip)».

source: HVL offers access to e-books from a number of suppliers.
nb: HVL tilbyr tilgang til e-bøker fra en rekke leverandører.

source: Can plan and execute several tasks and projects, alone and in groups, regarding ethical requirements and guidelines
nb: Studenten kan planlegge og gjennomføre varierte arbeidsoppgaver og prosjekter som strekker seg over tid, alene og som deltaker i en gruppe, og i tråd med etiske krav og retningslinjer.

source: The person responsible for research ethics and privacy at HVL can supervise such projects.
nb: Fagansvarlig for forskningsetikk og personvern ved HVL kan veilede i slike prosjekter.

source: This is because they are members of the OECD network called INFE – International Network for Financial Education.
nb: Dette fordi de er medlem av OECDs nettverk kalt INFE – International Network for Financial Education.

source: This includes preparation, self-study, student and teacher-led learning activities, work requirements and exams.
nb: Dette inkluderer forberedelse, selvstudier, student- og lærerstyrte læringsaktiviteter, samt arbeidskrav og eksamen.

source: PA and FMS were measured at one time point (2015-2016).
nb: Fysisk aktivitet og motorikk målt på ett tidspunkt (2015-2016).

source: 3 assignments must be approved to pass the exam.
nb: 3 oppgaver må være godkjent for å kunne gå opp til eksamen.

source: Courses for year group 2020
nb: Sjå emneoversikt for kull 2020

source: A digital learning platform is used in the course.
nb: Digital læringsplattform benyttes i emnet.

source: Can solve relevant and ethical issues such as absolute privacy issues relatet to the work, relation management and employee, environmental aspects.
nb: Studenten kan løse relevante fag- og yrkesetiske problemstillinger som anonymitetsproblemstillinger, forhold mellom ledelse og ansatt, miljøhensyn.

source: prepare operation procedures related to installation and maintenance/intervention;
nb: Utarbeide operasjonsprosedyrer både relatert til installasjon og vedlikehold/intervensjon;

source: (Completed in accordance to the model course ¿Cadet Pilot Exemption Course¿)
nb: (Gjennomført i henhold til Modellkurs "Cadet Pilot Exemption Course").

source: Lectures, laboratory and supervised project work in teams consisting of 2-3 students.
nb: Forelesninger, gruppearbeid, laboratoriepraksis, veiledning og prosjektarbeid, der 2-3 studenter arbeider sammen i en prosjektgruppe.

source: Digital signatures and authentication.
nb: Digitale signaturer og autentisering.

source: The method is developed and refined since the 1970’s.
nb: Metoden er utviklet og er kontinuerlig forbedret siden 1970 tallet.

source: Regenerating poorly functioning urban areas (For example strategic plan of KingsX in London)
nb: Space syntax kan benyttes til regenerering av dårlig fungerende byområder (for eksempel strategisk plan for KingsX i London)

source: the increased focus on mathematical modeling in L20.
nb: økte fokuset på matematisk modellering i L20.

source: contexts and mathematical modeling in their teaching, and how they express themselves about
nb: kontekster og matematisk modellering i sin undervisning, og hvordan de uttrykker seg om det

source: In this study, the purpose has been to seek insight into the interaction between argumentation
nb: I denne studien har hensikten vært å søke innsikt i samspillet mellom argumentasjon og tallforståelse.

source: approved public defence of the thesis (disputation)
nb: godkjent offentlig forsvar av avhandlingen (disputas)

source: Knowledge of scenario-based design and the interaction between design and operation
nb: Kunnskap om scenariobasert design (og/eller performance based design), grensesnitt design og drift.

source: Apply calculation program SAP2000 for mechanical design of structures and truss using Eurocodes.
nb: Kan anvende beregningsprogrammet SAP2000 for dimensjonering av rammekonstruksjoner og fagverk i henhold til eurokoder.

source: In case of doubt, the person responsible for processing is consulted by a privacy representative/privacy adviser or research adviser at HVL.
nb: Ved tvil rådføres behandlingsansvarlig ved personvernombud/personvernrådgiver eller forskningsrådgiver ved HVL.

source: Lastly, modern topics such as system performance and optimization would be studied through Model Predictive Control (MPC), which is one of the most successful techniques in nowadays control systems engineering.
nb: Sist, skal moderne problemstillinger som system ytelse og optimalisering adresseres gjennom Model Predictive Control (MPC) som er en av de mest suksessrike teknikker innen dagens reguleringssystemer.

source: The teaching will take place in forms of lectures, discussion, short exercises, case studies, student presentations and supervision of the project.
nb: Undervisningen vil foregå i form av forelesninger, diskusjoner, case-arbeid, studentpresentasjoner og veiledning til oppgaver.

source: The students should expect to work at least 30 hours per credit per semester.
nb: Studenten må påregne og arbeide i minimum 30 timer pr. studiepoeng pr.

source: Hansens’ presentation had title “Student teachers’ critical reflections on mathematical modelling”.
nb: Presentasjonen til Hansen hadde tittel «Student teachers’ critical reflections on mathematical modelling».

source: The Head of Programme will send a report to the dean and the programme committee, summarizing status for the PhD candidates’ progress and status for the PhD programme.
nb: Fagansvarlig sender samlet rapport om status for ph.d.-kandidatenes framdrift og status for ph.d.-utdanningen til dekan og programutvalget.

source: The rota must be approved by teacher and student supervisor/contact nurse at the practical training site during week 1 or 2.
nb: Turnusen godkjennes av lærer og studentansvarlig-/kontaktsykepleier på praksissted i uke 1 eller 2.

source: (Not applicable to the exchange students).
nb: (Gjelder ikke utvekslingsstudentene)

source: You'll have experience with tackling real-world problems using standard workflows and modern tools and frameworks from data analysis and machine learning.
nb: Du vil ha erfaring med å takle virkelig-verden-problemer ved bruk av standard arbeidsflyt og moderne verktøy og rammeverk fra data-analyse og maskinlæring.

source: Fire related issues within buildings and industry (fire in wood, building materials, liquid fire, jet and gas fires) are central topics.
nb: Brannrelaterte problemstillinger innen bygninger og industri (brann i treverk, bygningsmaterialer, væskebrann, jet- og gassbranner) inngår sentralt i emnet.

source: In general, the candidate must apply for admission within three months after the starting date of the research project that will result in the PhD degree.
nb: Normalt skal kandidaten søke opptak innen tre måneder etter oppstarten av det forskningsprosjektet som skal lede frem til ph.d.-graden.

source: Can implement the mechanical design and the practical application of piping systems with pipe details and valves.
nb: Kan gjennomføre utforming styrkedimensjonering og praktisk anvendelse av rørsystemer med rørdetaljer og ventiler.

source: In addition, it is expected that the student contributes to popular scientific dissemination through: writing chronicles or academic articles; presenting media presentations; and completing a foreign stay of at least 1 month at an education and research institution with which HVL has agreements with.
nb: I tillegg er det forventet at kandidaten bidrar med populærvitenskapelig formidling gjennom å skrive kronikker eller fagartikler, har mediepresentasjoner, og har utenlandsopphold på minimum 1 måned ved utdannings- og forskningsinstitusjoner som HVL har avtaler med.

source: The community of practice also seemed to have specific aspects that they preferred in mathematics teaching in Saturday school.
nb: Praksisfellesskapet så også ut til å ha spesifikke aspekter som de foretrakk i matematikkundervisningen i lørdagsskolen.

source: Design and develop "intelligent" applications using machine learning
nb: Kan designe og utvikle "intelligente" applikasjoner ved hjelp av maskinlæring.

source: Transform ER (EER) model to relational data model
nb: Transformere ER (EER) modell til relasjonsdatamodell

source: After completing three years (180 ECTS credits) the student is granted the degree of Bachelor of Business Administration.
nb: Etter tre år (180 studiepoeng) får kandidaten graden Bachelor i økonomi og administrasjon.

source: Has thorough knowledge within the nautical subjects in accordance with STCW 78 as Amended, Regulation II/1 and II/2 and the STCW Code Sections A-II/1 and A-II/2, and tables A-II/1 and A-II/2.
nb: Har inngående kunnskaper innen nautiske emner i henhold til regelverket i STCW 78 med tillegg, regel II/1 og II/2, seksjon A-II/1 og A-II/2, samt tabellene A-II/1 og A-II/2.

source: He has a PhD from NHH.
nb: Han har doktorgrad fra NHH.

source: Technical report writing and advanced computational skills.
nb: Rapportskriving og bruk av programvare.

source: The approved oblitatories will be valid for 3 three semesters.
nb: Godkjente obligatoriske arbeidskrav er gyldige i 3 påfølgende semestre.

source: The module covers different techniques for measuring most quantities within the SI-systems base quantities and derived quantities.
nb: Modulen tar for seg ulike teknikker for måling av de fleste størrelser innenfor SI-systemets grunnenheter og avledede enheter.

source: The study shows that the students validated throughout the modelling process by comparing
nb: Studien viser at elevene validerer gjennomgående i modelleringsprosessen hvor de

source: What challenges and opportunities can leadership in a sustainable, international and diverse setting bring about?
nb: Hvilke utfordringer og muligheter kan ledelse i en bærekraftig, internasjonal og mangfoldig setting avstedkomme?

source: Study plan - PhD Programme in Health, Function and Participation
nb: Studieplan - Ph.d.-studium i helse, funksjon og deltaking

source: Has knowledge of relevant means of communication, especially communication promoting client participation and interaction with patients and their next of kin.
nb: Har kunnskap om relevante kommunikasjonsformer, spesielt kommunikasjon som fremmer brukermedvirkning og samhandling med pasienter og deres pårørende.

source: Can communicate maritime professional knowledge to different groups in writing and orally, both in Norwegian and English.
nb: Kan formidle maritim fagkunnskap, teorier og problemstillinger til ulike målgrupper, skriftlig og muntlig, på norsk og engelsk.

source: Mandatory Training Component - 15 ECTS credits
nb: Obligatorisk del – 15 studiepoeng

source: The course provides a general introduction to the theory and research-led basis for analysis and application of creative and practical-aesthetic learning processes in different practice contexts.
nb: Emnet gir en generell innføring i det teori- og forskningsbaserte grunnlaget for analyse og anvendelse av kreative og praktisk-estetiske læreprosesser i ulike praksiskontekster.

source: The assessment is regulated by Regulation §§12-22.
nb: Bedømmelse reguleres av forskriften §§ 12 til 22.

source: The address complies with the Electronic Trading Format (ETF) standard.
nb: Styret har budsjettdisponeringsmyndighet for institusjonen og delegerer budsjettdisponeringsmyndighet til rektor.

source: Such topics are reflected in the study programme of HVL, as we have for instance been responsible for developing the profile “Regional economics and innovation” in the Master of Science in Business that is offered from the fall of 2020.
nb: Forskningsgruppen har blant annet hatt mye av ansvaret for å utvikle profilen Regional economics and innovation i studietilbudet Master in Science of Business som startet høsten 2020.

source: The assumption will be examined in the light of the French sociologist Pierre Bourdieu's (1930-2002) field analysis.
nb: Antagelsen vil bli undersøkt i lys av den franske sosiologen Pierre Bourdieu (1930-2002) sin feltanalytiske optikk.

source: Structured Query Language (SQL) including DDL and DML
nb: Structured Query Language (SQL), inkludert DDL og DML

source: Free cancellation and refund of advance until 01.03.2022.
nb: Gratis avmelding og refusjon av forskudd fram til 01.03.2022.

source: In 2020, a new curriculum comes into effect which includes programming in the mathematics subject (Kunnskapsdepartementet, 2018a).
nb: I 2020 trer en ny læreplan i kraft som inkluderer programmering i matematikkfaget (Kunnskapsdepartementet, 2018a).

source: Link to Researchgate and publications in Cristin Level 1 and Level 2:
nb: Lenke til Researchgate og publikasjoner i Cristin Nivå 1 & Nivå 2:

source: Setup and use of systems such as LDAP (Lightweight Directory Access Protocol)
nb: Oppsett og bruk av sentrale kontoføringssystemer som LDAP (Lightweight Directory Access Protocol)

source: The historical development of the subject and national and international regulations and standards.
nb: Kunnskaper om hendelser som har endret sikkerhets­nivået i prosessindustrien og fagområdets utvikling og kunnskap om nasjonale og internasjonale forskrifter og standarder innen området.

source: semester related to SYKHB2041.
nb: semester knyttet til SYKHB2041

source: The requirement of Norwegian proficiency was increased in 2021, from A2 to B1.
nb: Norskkravet ble skjerpet i 2021, fra A2 til B1.

source: Reflect on her/his professional practice, individually and in teamwork, and adjust this under guidance.
nb: Reflektere over egen faglig utøvelse, både individuelt og i gruppearbeid, og justere denne under veiledning.

source: cannot be included in one professional ethics.
nb: arbeid er så bredt, at alle ikke kan inkluderes i én yrkesetikk.

source: I am a physicist with a diploma degree from Heinrich-Heine-University in Düsseldorf/Germany and a doctoral degree in physical chemistry from the University in Cologne/Germany.
nb: Jeg er fysiker fra Heinrich-Heine-Universitetet i Düsseldorf med doktorgrad i fysikalsk kjemi fra Universitetet i Köln.
